<template>
    <div id="contact">
        <div class="container">
            <h1>联系方式</h1>
            <p>实验室地点：9#305</p>
            <p>联系负责老师: 吴老师（9#401）</p>
            <p></p>
            <p>软件孵化实验室</p>
            <p>2019.11.1</p>
            <hr/>
            <p>报名系统问题或网站故障联系：</p>
            <p>qq：501966782</p>
        </div>
        <div id="about">
            <h1>关于实验室</h1>
            <hr/>
            <h3>基本制度</h3>
            <p>1. 实验室只用于与软件开发相应事务及经实验室主管许可的相关活动，除此未经许可不得在实验内从事无关软件开发主旨的事情；</p>
            <p>2. 进驻实验室人员需要遵从学校与学院各项管理规章制度，需要保证基础学业全面发展的前提下，再进行软件开发能力的提升；</p>
            <p>3. 进驻实验室人员在培训期间，需要按时并高质量完成指导老师所分派的各项开发任务；</p>
            <p>4. 进驻实验室人员需要保证实验室安全；</p>
            <p>5. 在日常学习过程中，禁止进行任何可能影响他人的行为；</p>
            <p>6. 保持实验室整洁，轮值完成公共环境的清洁工作；</p>
            <p>7. 对于违反以上规定的进驻实验室人员，由实验室主管批准，可以取消相关人员的进驻资格。</p>
            <h3>培训形式</h3>
            <p>1. 采用“任务驱动”的方式完成项目实战。目前已完成项目包括“计算山理”微信公众号的查询子系统等。</p>
            <p>2. 导师跟踪指导完成创新竞赛项目的开发。目前已指导数十名学员参加各类软件开发类竞赛，并在齐鲁大学生软件大赛中，获得了一个一等奖、两个二等奖和一个三等奖的优异成绩。</p>
            <p>3. 举办专题讲座拓展专业视野。目前已邀请学院新进博士、优秀学长举办关于“医学图像处理”、“海洋图像数据处理”和“Web前端技术”等多项专题讲座。</p>
            <br/>
        </div>
    </div>
</template>

<script>
    export default {
        name: "Contact"
    }
</script>

<style lang="less" scoped>
    @import "../style/Contact";
</style>